drivers/NVMSIM/test/fio/output/writeSeq-1-3G-test
mytest: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=1
fio-2.2.10
Starting 1 thread
mytest: Laying out IO file(s) (1 file(s) / 3072MB)

mytest: (groupid=0, jobs=1): err= 0: pid=11607: Sun Jan 12 23:26:43 2020
  write: io=3072.0MB, bw=723821KB/s, iops=180955, runt=  4346msec
    slat (usec): min=2, max=2680, avg= 4.48, stdev= 7.27
    clat (usec): min=0, max=371, avg= 0.55, stdev= 1.95
     lat (usec): min=3, max=2683, avg= 5.10, stdev= 7.89
    clat percentiles (usec):
     |  1.00th=[    0],  5.00th=[    0], 10.00th=[    0], 20.00th=[    0],
     | 30.00th=[    0], 40.00th=[    0], 50.00th=[    0], 60.00th=[    1],
     | 70.00th=[    1], 80.00th=[    1], 90.00th=[    1], 95.00th=[    1],
     | 99.00th=[    2], 99.50th=[    3], 99.90th=[   22], 99.95th=[   26],
     | 99.99th=[   75]
    bw (KB  /s): min=555688, max=887768, per=100.00%, avg=740194.00, stdev=127405.88
    lat (usec) : 2=98.81%, 4=0.76%, 10=0.12%, 20=0.16%, 50=0.13%
    lat (usec) : 100=0.02%, 250=0.01%, 500=0.01%
  cpu          : usr=17.58%, sys=82.35%, ctx=14, majf=0, minf=1
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=786432/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=3072.0MB, aggrb=723821KB/s, minb=723821KB/s, maxb=723821KB/s, mint=4346msec, maxt=4346msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%