drivers/NVMSIM/test/fio/output/writeSeq-32-1G-test
my_nvm_write_test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=32
...
fio-3.1
Starting 3 threads

my_nvm_write_test: (groupid=0, jobs=3): err= 0: pid=22331: Sat Apr 25 14:16:58 2020
  write: IOPS=303k, BW=1183MiB/s (1241MB/s)(3072MiB/2596msec)
    slat (nsec): min=1937, max=39538k, avg=7274.96, stdev=199261.80
    clat (nsec): min=1149, max=45809k, avg=286909.89, stdev=1338010.88
     lat (usec): min=3, max=45813, avg=294.36, stdev=1353.94
    clat percentiles (usec):
     |  1.00th=[   89],  5.00th=[   92], 10.00th=[   95], 20.00th=[  102],
     | 30.00th=[  106], 40.00th=[  112], 50.00th=[  120], 60.00th=[  135],
     | 70.00th=[  153], 80.00th=[  176], 90.00th=[  239], 95.00th=[  392],
     | 99.00th=[ 4686], 99.50th=[ 8455], 99.90th=[19530], 99.95th=[26346],
     | 99.99th=[39584]
   bw (  KiB/s): min=173697, max=828872, per=32.92%, avg=398896.58, stdev=206440.92, samples=12
   iops        : min=43424, max=207218, avg=99723.75, stdev=51610.31, samples=12
  lat (usec)   : 2=0.01%, 10=0.01%, 20=0.01%, 50=0.01%, 100=17.39%
  lat (usec)   : 250=73.34%, 500=5.34%, 750=1.07%, 1000=0.52%
  lat (msec)   : 2=0.77%, 4=0.43%, 10=0.72%, 20=0.32%, 50=0.09%
  cpu          : usr=8.11%, sys=42.68%, ctx=3168, majf=0, minf=3
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,786432,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
  WRITE: bw=1183MiB/s (1241MB/s), 1183MiB/s-1183MiB/s (1241MB/s-1241MB/s), io=3072MiB (3221MB), run=2596-2596msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%