drivers/NVMSIM/test/fio/output/writeSeq-32-1G-test
my_nvm_write_test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=32
...
fio-3.1
Starting 4 threads

my_nvm_write_test: (groupid=0, jobs=4): err= 0: pid=23719: Sat Apr 25 14:23:19 2020
  write: IOPS=1265k, BW=4941MiB/s (5181MB/s)(4096MiB/829msec)
    slat (nsec): min=1369, max=907424, avg=2053.17, stdev=2574.87
    clat (nsec): min=1021, max=1416.2k, avg=89686.20, stdev=29018.89
     lat (usec): min=2, max=1418, avg=91.79, stdev=29.52
    clat percentiles (usec):
     |  1.00th=[   67],  5.00th=[   68], 10.00th=[   69], 20.00th=[   71],
     | 30.00th=[   72], 40.00th=[   73], 50.00th=[   74], 60.00th=[   85],
     | 70.00th=[  109], 80.00th=[  110], 90.00th=[  114], 95.00th=[  141],
     | 99.00th=[  186], 99.50th=[  200], 99.90th=[  251], 99.95th=[  318],
     | 99.99th=[  570]
   bw (  MiB/s): min= 1032, max= 1585, per=26.49%, avg=1308.71, stdev=318.35, samples=4
   iops        : min=264415, max=406014, avg=335030.25, stdev=81498.57, samples=4
  lat (usec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (usec)   : 100=62.51%, 250=37.37%, 500=0.09%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%
  cpu          : usr=28.26%, sys=70.97%, ctx=214, majf=0, minf=4
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,1048576,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
  WRITE: bw=4941MiB/s (5181MB/s), 4941MiB/s-4941MiB/s (5181MB/s-5181MB/s), io=4096MiB (4295MB), run=829-829msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%