drivers/NVMSIM/test/fio/output/writeSeq-32-1G-test
mytest: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=32
...
fio-2.2.10
Starting 3 threads
mytest: Laying out IO file(s) (1 file(s) / 1024MB)
mytest: Laying out IO file(s) (1 file(s) / 1024MB)
mytest: Laying out IO file(s) (1 file(s) / 1024MB)

mytest: (groupid=0, jobs=3): err= 0: pid=11264: Sun Jan 12 23:22:16 2020
  write: io=3072.0MB, bw=1861.9MB/s, iops=476625, runt=  1650msec
    slat (usec): min=3, max=3673, avg= 5.05, stdev=12.77
    clat (usec): min=1, max=4929, avg=189.78, stdev=101.70
     lat (usec): min=6, max=4938, avg=194.90, stdev=103.70
    clat percentiles (usec):
     |  1.00th=[  133],  5.00th=[  143], 10.00th=[  145], 20.00th=[  145],
     | 30.00th=[  147], 40.00th=[  149], 50.00th=[  153], 60.00th=[  167],
     | 70.00th=[  197], 80.00th=[  221], 90.00th=[  270], 95.00th=[  330],
     | 99.00th=[  498], 99.50th=[  604], 99.90th=[ 1128], 99.95th=[ 2064],
     | 99.99th=[ 3600]
    bw (KB  /s): min=555480, max=755112, per=33.93%, avg=646896.89, stdev=67081.46
    lat (usec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
    lat (usec) : 100=0.01%, 250=87.22%, 500=11.77%, 750=0.78%, 1000=0.10%
    lat (msec) : 2=0.06%, 4=0.05%, 10=0.01%
  cpu          : usr=17.71%, sys=80.45%, ctx=360, majf=0, minf=3
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=786432/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
  WRITE: io=3072.0MB, aggrb=1861.9MB/s, minb=1861.9MB/s, maxb=1861.9MB/s, mint=1650msec, maxt=1650msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%