drivers/NVMSIM/test/fio/output/writeSeq-32-4G-test
my_nvm_write_test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=32
fio-3.1
Starting 1 thread

my_nvm_write_test: (groupid=0, jobs=1): err= 0: pid=23582: Sat Apr 25 14:22:24 2020
  write: IOPS=198k, BW=772MiB/s (809MB/s)(4096MiB/5308msec)
    slat (nsec): min=1362, max=2022.4k, avg=4041.29, stdev=7079.67
    clat (nsec): min=1661, max=2162.0k, avg=157490.45, stdev=83810.99
     lat (usec): min=12, max=2164, avg=161.61, stdev=85.53
    clat percentiles (usec):
     |  1.00th=[   64],  5.00th=[   72], 10.00th=[   86], 20.00th=[  115],
     | 30.00th=[  117], 40.00th=[  120], 50.00th=[  127], 60.00th=[  141],
     | 70.00th=[  165], 80.00th=[  198], 90.00th=[  258], 95.00th=[  326],
     | 99.00th=[  482], 99.50th=[  553], 99.90th=[  709], 99.95th=[  766],
     | 99.99th=[  930]
   bw (  KiB/s): min=594632, max=1075656, per=100.00%, avg=887410.67, stdev=256985.28, samples=3
   iops        : min=148658, max=268914, avg=221852.67, stdev=64246.32, samples=3
  lat (usec)   : 2=0.01%, 20=0.01%, 50=0.01%, 100=13.11%, 250=76.04%
  lat (usec)   : 500=10.03%, 750=0.77%, 1000=0.05%
  lat (msec)   : 2=0.01%, 4=0.01%
  cpu          : usr=19.41%, sys=79.78%, ctx=593, majf=0, minf=1
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=100.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.1%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,1048576,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=32

Run status group 0 (all jobs):
  WRITE: bw=772MiB/s (809MB/s), 772MiB/s-772MiB/s (809MB/s-809MB/s), io=4096MiB (4295MB), run=5308-5308msec

Disk stats (read/write):
  nvm0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%